Repository: shlomif/gringotts
Catalog: c-src/po/*.po
Languages: de

source: Invalid entry number
de: Üngültige Eintragsnummer

source: assembling data
de: Daten zusammenstellen

source: saving
de: Speichere

source: cleaning up
de: Bereinigung

source: The file has been created with a newer version of Gringotts. If you save it using this one, some formatting can be lost.
de: Diese Datei wurde mit einer neueren Version von Gringotts erstellt. Wenn Sie diese Datei mit dieser Version speichern, kann Formatier-Information verloren gehen.

source: Tabs Width
de: Tab-Breite

source: The text searched could not be found!
de: Der gesuchte Text wurde nicht gefunden!

source: Wrap around?
de: Von vorn beginnen?

source: Text not found. Continue search from beginning?
de: Text nicht gefunden. Suche vom Anfang starten?

source: Title
de: Titel

source: Index of entries
de: Index der Einträge

source: Move up
de: Aufwärts

source: Move down
de: Abwärts

source: _New
de: _Neu

source: _Open
de: _Öffnen

source: _Save
de: _Speichern

source: Save _As
de: Speichern _als

source: _Revert
de: zurücknehmen

source: _Close
de: Schliessen

source: _Quit
de: _Beenden

source: _File
de: _Datei

source: Add
de: Hinzufügen

source: Remove
de: Entfernen

source: Cu_t
de: Ausschneiden

source: _Copy
de: _Kopieren

source: _Paste
de: _Einfügen

source: _Find
de: Suche

source: Find a_gain
de: Erneut suchen

source: Change Pass_word
de: Password ändern

source: P_references
de: Einstellungen

source: _Edit
de: Editieren

source: _First
de: Erste/s

source: _Back
de: _Zurück

source: For_ward
de: _Vorwärts

source: _Last
de: _letzte/s

source: _Wipe file
de: Datei überschreiben

source: _Tools
de: _Werkzeuge

source: _Security monitor
de: Sicherheits-Monitor

source: _About
de: _Über

source: _Help
de: _Hilfe

source: Error
de: Fehler

source: Find a string
de: Zeichenkette suchen

source: Enter the string to find:
de: Zu suchende Zeichenkette eingeben:

source: Search only in this entry
de: Nur in diesem Eintrag suchen

source: Case sensitive
de: Gross-/Kleinschreibung beachten

source: Please wait
de: Bitte warten

source: The file does not exist
de: Die Datei existiert nicht

source: Authors
de: Autoren

source: Gringotts is a small but (hopely ;) useful utility that stores sensitive data (passwords, credit card numbers, friends' addresses) in an organized and most of all very secure form. It uses libmcrypt and libmhash to provide a strong level of encryption, just trying to be as trustworthy as possible. This program is released under the GNU GPL, v.2 or later See COPYING or go to http://www.gnu.org/copyleft/gpl.html
de: Gringotts ist ein kleines aber (hoffentlich ;) nützliches Programm, das sensible Daten (Passwörter, Kreditkarten-Nummern, Adressen der Freundin(nen)) in einer organisierten udn vor allem sehr sicheren Form speichert. Es benutzt libmcrypt und libmhash um einen starken Verschlüsselungs-Level zu bieten, und versucht so vertrauenswürdig wie nur eben möglich zu sein. This program is released under the GNU GPL, v.2 or later See COPYING or go to http://www.gnu.org/copyleft/gpl.html libmcrypt is (c) 1998,1999 Nikos Mavroyanopoulos libmhash is (c) 2001 Nikos Mavroyanopoulos

source: the name
de: der Name

source: New file
de: Neue Datei

source: Save?
de: Speichern?

source: Some changes have not been saved. Do you wish to save them now?
de: Einige Änderungen wurden noch nicht gesichert. Möchten Sie sie jetzt speichern?

source: Confirm
de: Bestätigen

source: You'll lose all the changes from last save! Are you sure?
de: Sie verlieren alle Änderungen seit der letzten Sicherung! Sind Sie sicher?

source: loading
de: Lade

source: You've selected a directory or a symlink
de: Sie haben ein Verzeichnis oder einen SymLink gewählt

source: The selected file doesn't exists
de: Die ausgewählte Datei existiert nicht

source: Gringotts internal error. Cannot finish operation.
de: interner Gringotts-Fehler. Kann Operation nicht beenden.

source: The file appears to be corrupted!
de: Die Datei scheint defekt zu sein!

source: File is too big
de: Datei ist zu groß

source: Uh-oh! I can't read from the file!
de: Uh-oh! Ich kann nicht aus dieser Datei lesen!

source: Problem with libmcrypt, probably a faulty installation
de: Problem mit libmcrypt, wahrscheinlich eine fehlerhafte Installation

source: The current password is expired. You should change it, or modify this setting in the preferences
de: Das aktuelle Passwort ist abgelaufen. Sie sollten es ändern oder den Wert in den Einstellungen ändern

source: This file doesn't seem to be a valid Gringotts one!
de: Diese Datei scheint keine gültige Gringotts-Datei zu sein!

source: Wrong password! Re-enter it
de: Falsches Passwort! Bitte neu eingeben

source: Saved data contain invalid UTF-8 chars
de: Gespeicherte Daten enthalten ungültige UTF-8-Zeichen

source: Open...
de: Öffnen...

source: You must enter a valid password!
de: Sie müssen ein gültiges Passwort eingeben!

source: My first page
de: Meine erste Seite

source: New title...
de: Neuer Titel...

source: New title for this entry:
de: Neuer Titel für diesen Eintrag:

source: I can't overwrite a directory or a symlink
de: Ich kann ein Verzeichnis oder SymLink nicht überschreiben

source: Overwrite?
de: Überschreiben?

source: Do you want to overwrite the existing file?
de: Möchten Sie die existierende Datei überschreiben?

source: Couldn't backup old file
de: Konnte alte Datei nicht sichern

source: Error in compression! Probably a zlib problem
de: Fehler beim Komprimieren! Wahrscheinlich ein zlib-Problem

source: Uh-oh! I can't write to the file!
de: Uh-oh! Ich kann diese Datei nicht schreiben!

source: Too many data to write
de: Zu viele Daten zum Schreiben

source: Save as....
de: Speichern als...

source: Title...
de: Titel...

source: Title for the new entry:
de: Titel für den neuen Eintrag:

source: New
de: Neu

source: Confirm...
de: Bestätigung...

source: Are you sure you want to remove this entry?
de: Sind Sie sicher, das Sie diesen Eintrag entfernen wollen?

source: Wrong password
de: Falsches Passwort

source: Password successfully changed
de: Passwort geändert

source: Select file...
de: Datei wählen...

source: After this, there's no way to recover the file. Are you sure?
de: Hiernach besteht keine Möglichkeit, die Datei wiederherzustellen. Sind Sie sicher?

source: File to wipe
de: zu überschreibende Datei

source: Are you sure you want to wipe this file? Its content will be securely erased, so no recover is possible.
de: Möchten Sie diese Datei wirklich überschreiben? Der Inhalt wird sicher gelöscht, daher ist keine Wiederherstellung möglich.

source: wiping file
de: überschreibe Datei

source: File wiping failed
de: Dateiüberschreibung fehlerhaft

source: E_dit...
de: _Editieren ...

source: Go to last entry
de: Gehe zum letzten Eintrag

source: Go to next entry
de: Gehe zum nächsten Eintrag

source: View index
de: Index ansehen

source: Go to previous entry
de: Gehe zum vorherigen Eintrag

source: Go to first entry
de: Gehe zum ersten Eintrag

source: Security level: %s
de: Sicherheitsstufe: %s

source: Security
de: Sicherheit

source: New document
de: Neues Dokument

source: Open document
de: Öffne Dokument

source: Save document
de: Speichere Dokument

source: Close document
de: Schliesse Dokument

source: Cut selection
de: Auswahl ausschneiden

source: Copy selection
de: Auswahl kopieren

source: Paste selection
de: Auswahl einfügen

source: Search for text
de: Suche nach Text

source: Add an entry
de: Eintrag hinzufügen

source: Remove this entry
de: Diesen Eintrag entfernen

source: Preferences
de: Einstellungen

source: Quit Gringotts
de: Gringotts verlassen

source: Attached files
de: Angehängte Dateien

source: Add a new attachment
de: Neuen Anhang hinzufügen

source: Remove this attachment
de: Diesen Anhang entfernen

source: Save this attachment
de: Diesen Anhang speichern

source: Info on this attachment
de: Information zu diesem Anhang

source: Change comment
de: Kommentar ändern

source: List of attached files
de: Liste der angehängten Dateien

source: released under GNU General Public License (GPL) v.2 or later
de: veröffentlicht unter GNU General Public License (GPL) v.2 oder später

source: See COPYING or go to http://www.gnu.org/copyleft/gpl.html
de: Siehe COPYING oder http://www.gnu.org/copyleft/gpl.html

source: Invalid preferences file. Resetting to defaults.
de: Ungültige Einstellungs-Datei. Fehlwerte werden benutzt.

source: File to load does not exists or it is invalid
de: Zu ladende Datei existiert nicht oder ist ungültigt

source: Block size: %d bits
de: Blockgröße %d Bits

source: Key length: %d bits
de: Schlüssellenge: %d Bits

source: Encryption
de: Verschlüsselung

source: Compression
de: Kompression

source: None
de: Keine

source: Fast
de: Schnell

source: Good
de: Gut

source: Best
de: Beste

source: Algorithms
de: Algorithmen

source: General options
de: Allgemeine Optionen

source: Editor font
de: Editor-Schrift

source: Click to change the editor font
de: Zum Wechsel der Editor-Schrift klicken

source: Decorations
de: Dekorationen

source: Splash screen
de: Start-Bildschirm

source: Tray-Icon (Needs Gringotts restart to take affect)
de: Tray-Icon (erfordert Gringotts-Neustart)

source: File to open at startup
de: Beim Start zu öffnende Datei

source: File saving
de: Dateispeicherung

source: Make backups of files
de: Datei-Sicherungskopie erstellen

source: Ask when overwriting files
de: Dateiüberschreiben bestätigen

source: Password expiration
de: Ablauf des Passwortes

source: Password expires in
de: Passwort läuft ab in

source: days
de: Tagen

source: Wipe passes
de: Anzahl Überschreibungen

source: Number of overwritings with random data, when wiping a file:
de: Anzahl Überschreibungen mit Zufalls- Daten beim Überschreiben einer Datei:

source: Clear clipboard on closing file
de: Beim Dateischliessen auch Clipboard löschen

source: Clear clipboard on exit
de: Clipboard bei Programmende löschen

source: You must specify a regular file
de: Sie müssen eine reguläre Datei angeben

source: reading file
de: Lese Datei

source: Please insert a disk in the first floppy drive
de: Bitte legen Sie eine Diskette in das erste Floppy-Laufwerk ein

source: The disk is not write protected. For security reasons, I'll not use it.
de: Die Diskette ist nicht schreibgeschützt. Aus Sicherheitsgründen wird sie nicht benutzt.

source: reading floppy
de: Lese Floppy

source: Enter new password
de: Neues Passwort eingeben

source: Choose file
de: Datei auswählen

source: Insert a disk and press Ok
de: Legen Sie eine Diskette ein und klicken Sie OK

source: New password
de: Neues Passwort

source: Choose password type:
de: Passwort-Typ wählen:

source: String
de: Zeichenkette

source: File
de: Datei

source: Disk
de: Diskette

source: Enter new password:
de: Neues Passwort eingeben:

source: Enter it again for confirmation:
de: Zur Bestätigung erneut eingeben:

source: password quality
de: Passwort-Qualität

source: The password is too short, it must be at least 4 chars
de: Das Passwort ist zu kurz, es müssen mindestens 4 Zeichen sein

source: The two passwords are different
de: Die Passwörter sind verschieden

source: Enter password
de: Passwort eingeben

source: Quit
de: Beenden

source: Choice
de: Auswahl

source: Bye, then!
de: Bis dann, Tschüs!

source: Cannot get MEMLOCK resource limit: %s
de: MEMLOCK-Ressourcenbegrenzung kann nicht zugeordnet werden: %s

source: Increase the memory locking limit to at least %d bytes. Current limit: %d bytes. See /usr/share/doc/gringotts/README for directions or alternatively make gringotts non-SUID-root
de: Erhöhen Sie die Grenze für die Speicherreservierung auf mindestesn %d Byte. Derzeiteige Grenze %d Byte. Siehe /usr/share/doc/gringotts/README für eine Anleitung oder entfernen Sie alternativ das SUID-Bit von gringotts

source: The process is setuid root, but I can't lock memory paging
de: Der Prozeß läuft mit Root-UserID, aber das Hauptspeicher-Paging kann nicht gesperrt werden.

source: Cannot drop root user privileges. Someone is hacking this process. I cannot go on
de: Kann Root-Rechte nicht aufgeben. Jemand manipuliert diesen Prozeß. Ich kann nicht weitermachen.

source: Cannot drop root group privileges. Someone is hacking this process. I cannot go on
de: Kann Root-Rechte nicht aufgeben. Jemand manipuliert diesen Prozeß. Ich kann nicht weitermachen.

source: For security reasons, you cannot run Gringotts as root user.
de: Aus Sicherheitsgründen können Sie Gringotts nicht als root starten.

source: Try to compile with --disable-root-filter in ./configure
de: Versuchen Sie die Übersetzung mit --disable-root-filter in ./configure

source: Try using -s
de: Versuchen Sie -s

source: stdin, stdout and/or stderr are invalid. Cannot continue.
de: Standardeingabe, -ausgabe und/oder -fehler sind ungültig. Kann nicht weitermachen.

source: Invalid LANG environment variable:
de: Ungültige LANG-Umgebungsvariable:

source: Invalid XAUTHORITY environment variable:
de: Ungültige XAUTHORITY-Umgebungsvariable:

source: Invalid DISPLAY environment variable:
de: Ungültige DISPLAY-Umgebungsvariable:

source: good
de: Gut

source: low
de: niedrig

source: Security monitor
de: Sicherheits-Monitor

source: Running without root privileges
de: Arbeite ohne Root-Privilegien

source: Memory protection from core dumps
de: Speicherschutz vor Kernel-Dumps

source: Memory protection from swap writings
de: Speicherschutz vor Swap-Überschreibung

source: Memory protection from ptrace spying
de: Speicherschutz vor ptrace-Überwachung

source: Environmental variables validation
de: Überprüfung der Umgebungsvariablen

source: stdout/stdin/stderr validation
de: stdout/stdin/stderr-Überprüfung

source: Enforced use of /dev/random
de: Benutzung von /dev/random erzwungen

source: Strict prohibition to root user
de: Root-Wechsel absolut verboten

source: Warning
de: Warnung

source: it isn't possible to hide password typing; be extremely careful!
de: Die Passwort-Eingabe kann nicht versteckt werden; seien Sie sehr vorsichtig!

source: shows the help
de: zeigt die Hilfe an

source: specify the input file to open
de: zu öffnende Eingabedatei angeben

source: FILE
de: DATEI

source: allow usage as root -- DANGEROUS
de: erlaubt Benutzung als root -- GEFÄHRLICH

source: force use of /dev/random -- slower
de: benutzung von /dev/random erzwungen

source: dump the content of a file
de: Inhalt einer Datei ausgeben

source: index of the entry to dump
de: Index des auszugebenden Eintrages

source: title of the entry to dump
de: Titel des auszugebenden Eintrags:

source: securely wipe a file
de: Datei sicher überschreiben

source: passes in file wiping
de: Durchgänge bei Dateiüberschreibung

source: It isn't possible to redirect data to stdin, as it is a potential security flaw.
de: Datenumleitung auf stdin ist nicht möglich, da dies ein Sicherheitsrisiko ist.

source: You must specify a file to dump (with the -f switch)
de: Sie müssen eine auszugebende Datei angeben (mit dem -f-Schalter)

source: Cannot open file to attach.
de: Kann anzuhängende Datei nicht öffnen.

source: Only regular files can be attached.
de: Es können nur normale Dateien angehängt werden.

source: Sorry, currently you can attach files only up to 2 Mb
de: Tut mir leid, aber z. Z. können nur Dateien bis zu 2 Mb angehängt werden.

source: Enter comment
de: Kommentar eingeben

source: Please enter a comment for this file (max. 32 chars)
de: Bitte geben Sie einen Kommentar für diese Datei ein (max. 32 Zeichen)

source: none
de: Keine

source: attaching
de: Hänge an

source: Cannot encode tempfile.
de: Kann Zwischendatei nicht verschlüsseln.

source: Cannot decode tempfile.
de: Kann Zwischendatei nicht dekodieren.

source: Cannot create file, or file already existent.
de: Kann Datei nicht erstellen oder sie ist bereits vorhanden.

source: File name
de: Dateiname

source: Comment
de: Kommentar

source: <no file attached>
de: <keine Datei angehängt>
